/* No comment provided by engineer. */
" (Required)" = " (必須)";

/* Download cancelled status */
"%@ - Cancelled" = "%@ - キャンセル";

/* Download failed status */
"%@ - Failed" = "%@ - 失敗";

/* Download failed status from bad file type */
"%@ - Failed (import error)" = "%@ - 失敗 (インポート エラー)";

/* Download failed status from low disk space */
"%@ - Failed (low disk space)" = "%@ - 失敗 (ディスク領域不足)";

/* Download finished status */
"%@ - Finished" = "%@ - 完了";

/* Downloading status */
"%@ of %@" = "%1$@ / %2$@";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline activation." = "%@ はアクティベーション サービスにアクセスできませんでした。インターネット接続を確認してやり直すか、オフラインでアクティベーションを続行してください。";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline deactivation." = "%@ はアクティベーション サービスにアクセスできませんでした。インターネット接続を確認してやり直すか、オフラインでアクティベーション解除を続行してください。";

/* String indicating how many permissions the user has enabled in permissions window */
"%i of %i Enabled" = "%1$i / %2$i 有効";

/* Help button text for permissions window */
"?" = "?";

/* No comment provided by engineer. */
"Accessibility" = "アクセシビリティ";

/* add color button tooltip */
"Add current color to My Colors" = "現在の色をマイ カラーに追加";

/* Required permissions alert title */
"Are you sure you want to exit without enabling required permissions?" = "必要な権限を有効にせずに終了しますか?";

/* Activation in progress alert info */
"Are you sure you want to exit? The product is not activated. If you do not continue, you must re-enter your software key to generate a new offline Activation Certificate." = "終了しますか? 製品はアクティベーションされません。続行しない場合は、ソフトウェア キーを再入力して新しいオフライン アクティベーション証明書を生成する必要があります。";

/* Failed to save certificate alert info */
"Cannot save the text file. Please try again or click Copy to copy the text into another location." = "テキスト ファイルを保存できません。もう一度試すか、[コピー] をクリックして、テキストを別の場所にコピーしてください。";

/* Download failed notification close action
   Download finished notification close action */
"Close" = "閉じる";

/* Continue
   OK */
"Continue" = "続行";

/* Delete */
"Delete" = "削除";

/* Disabled status message for permission in permissions window */
"Disabled" = "無効";

/* Done button text for permissions window */
"Done" = "完了";

/* Download button text for permission row in permissions window */
"Download" = "ダウンロード";

/* First parameter is product name, second is version, e.g. Download Snagit 2020. Just activated alert, link to downloads page to download newer version. */
"Download %@ %d" = "%1$@ %2$d のダウンロード";

/* Download failed notification title */
"Download Failed" = "ダウンロード失敗";

/* Download finished notification title */
"Download Finished" = "ダウンロード終了";

/* Download started notification title */
"Download Started" = "ダウンロード開始";

/* Fix denied permission link text in permissions window */
"Edit System Permissions" = "システム権限を編集";

/* Enable button text for permission row in permissions window */
"Enable" = "有効にする";

/* Required permissions alert body
   Required permissions alert body text */
"Enable required permissions to prevent unexpected behavior in the application." = "アプリケーションの予期せぬ動作を防ぐため、必要な権限を有効にします。";

/* No comment provided by engineer. */
"Enable to capture keystrokes in a video recording to apply keystroke effects." = "有効にすると、ビデオ録画でキー操作がキャプチャされ、キー操作の効果が適用されます。";

/* No comment provided by engineer. */
"Enable to record audio from an external source such as a headset." = "有効にすると、ヘッドセットなどの外部ソースの音声を録音できます。";

/* No comment provided by engineer. */
"Enable to record video from an external source such as a webcam." = "有効にすると、Web カメラなどの外部ソースからビデオを録画できます。";

/* Enabled status message for permission in permissions window */
"Enabled!" = "有効";

/* Error label singular */
"Error" = "エラー";

/* Exit */
"Exit" = "終了";

/* Extract Panel Prompt */
"Extract" = "抽出";

/* Extract panel name field */
"Extract As:" = "別名で抽出:";

/* Extract panel message */
"Extract text for translation…" = "翻訳するテキストを抽出…";

/* Extract panel items format */
"Extract the text of %d item(s) for translation." = "%d 項目のテキストを抽出して翻訳します。";

/* Certificate generation failed alert message */
"Failed To Generate Certificate" = "証明書の生成に失敗しました";

/* Color picker toggle button title for switching to rgb color entry */
"Hex" = "16 進数";

/* Error logged when the file has been corrupted (columns/rows missing that are required as an example)
   Error logged when the file has been corrupted and we cannot read data correctly */
"Imported data is not valid." = "インポートされたデータは有効ではありません。";

/* Error logged when XLIFF file is not version 1.2 */
"Imported data is not valid. The imported XLIFF must use the version 1.2 specifications." = "インポートされたデータは有効ではありません。インポートする XLIFF ファイルではバージョン 1.2 の仕様が使用されている必要があります。";

/* Soft limit exceeded alert title */
"Installation Limit Exceeded" = "インストール制限を超えました";

/* Soft limit reached alert title */
"Installation Limit Reached" = "インストール制限に達しました";

/* Invalid key alert title */
"Invalid Key" = "キーが無効です";

/* Invalid key alert message */
"Invalid software key. Please enter your key again." = "無効なソフトウェア キーです。もう一度キーを入力してください。";

/* Software key wrong version alert title */
"Key Doesn't Match Version" = "キーがバージョンと一致しません";

/* Learn More */
"Learn More" = "詳細情報";

/* No comment provided by engineer. */
"Microphone" = "マイク";

/* custom colors swatches tooltip */
"My Colors" = "マイ カラー";

/* new label on menu items */
"New!" = "新機能！";

/* Just activated alert message */
"Newer Version Available" = "新しいバージョンを入手できます";

/* No */
"No" = "いいえ";

/* Hard limit reached alert title */
"No More Installations Available" = "これ以上インストールできません";

/* Issue details for a file where no translation issues were found. */
"No issues found." = "問題は見つかりませんでした。";

/* Error logged when user no target language in the file */
"No target language specified for ALL files" = "すべてのファイルにターゲット言語が指定されていません";

/* Error logged when user has multiple target languages in XLIFF file */
"No target language specified for some files and multiple target languages specified for others. Check the XLIFF file and try again." = "一部のファイルにはターゲット言語が指定されておらず、他のファイルには複数のターゲット言語が指定されています。XLIFF ファイルを確認してからやり直してください。";

/* OK */
"OK" = "OK";

/* Offline Activation */
"Offline Activation" = "オフライン アクティベーション";

/* Offline Deactivation */
"Offline Deactivation" = "オフライン アクティベーション解除";

/* Certificate generation failed alert info */
"Please try again later." = "後でもう一度お試しください。";

/* Activation in progress alert title */
"Product Not Activated" = "製品はアクティベーションされません";

/* Extract panel name placeholder */
"Project Name" = "プロジェクト名";

/* Color picker toggle button title for switching to hex color entry */
"RGB" = "RGB";

/* Download section title for permissions window */
"Recommended Downloads:" = "推奨されるダウンロード:";

/* No comment provided by engineer. */
"Required to capture images or videos of the screen." = "画面の画像やビデオをキャプチャする必要があります。";

/* Prompt to save activation certificate title */
"Saving Activation Certificate..." = "アクティベーション証明書を保存しています...";

/* Prompt to save deactivation certificate title */
"Saving Deactivation Certificate..." = "アクティベーション解除証明書を保存しています...";

/* No comment provided by engineer. */
"Screen Capture" = "画面キャプチャ";

/* Switch Mode to Hex */
"Switch to HEX" = "16 進数に切り替え";

/* Switch Mode to RGB */
"Switch to RGB" = "RGB に切り替え";

/* System permissions window title */
"System Permissions" = "システム権限";

/* Software key wrong version alert message, %@ is the product name */
"The software key you entered is not valid for this version of %@.\n\nSign in to your TechSmith account to locate and download your purchased version or you can purchase an upgrade to our latest version." = "入力したソフトウェア キーは、このバージョンの %@ では無効です。\n\nTechSmith アカウントにサインインして、購入したバージョンを見つけてダウンロードするか、最新バージョンへのアップグレードを購入できます。";

/* Just activated, letting user know they can download newer version. */
"This software key is for %@ version %d." = "このソフトウェア キーは %1$@ バージョン %2$d 用です。";

/* Failed to save certificate alert message */
"Unable To save the certificate" = "証明書を保存できません";

/* Activation service unreachable alert title */
"Unable to Reach the Activation Service" = "アクティベーション サービスにアクセスできません";

/* Download failed notification view action
   Download finished notification view action */
"View" = "表示";

/* Warning label singular */
"Warning" = "警告";

/* No comment provided by engineer. */
"Webcam" = "Web カメラ";

/* Yes */
"Yes" = "はい";

/* Hard limit reached alert message, %@ is the product name */
"You have exceeded the maximum number of installations for this software key.\n\nClick Learn More for how to deactivate %@ from a computer or how to purchase additional licenses." = "このソフトウェア キーのインストールの最大数を超えました。\n\nコンピューターから %@ を無効にする方法や、追加のライセンスを購入する方法については、[詳細情報] をクリックしてください。";

/* Soft limit exceeded alert message, %@ is the product name */
"You have successfully activated %@. However, you have exceeded the maximum number of installations for this software key. Click Learn More for instructions to deactivate %@ on a computer or how to purchase additional licenses." = "%1$@ をアクティベーションしました。ただし、このソフトウェア キーのインストールの最大数を超えました。コンピューターから %2$@ を無効にする手順や、追加のライセンスを購入する方法については、[詳細情報] をクリックしてください。";

/* Soft limit reached alert message */
"You have successfully activated %@. However, you have reached the maximum number of installations for this software key. No action is needed." = "%@ をアクティベーションしました。ただし、このソフトウェア キーのインストールの最大数に達しました。アクションは不要です。";

/* suffix label for points */
"pt" = "pt";

